{
    "DeckName": "The NSFW Deck 1",

    "DeckBy": "Luna",

    "Truths": [
        "What is your favorite VRC game Map?",
        "What is your opinion of <player>?",
        "Do you know more than <range[1-5]> people here?",
        "Tell <player> <range[1-10]> facts about youself.",
        "<local>, who do you like here the most?"
        "If you got to have a threesome with people in this room, who would you do it with and why?",
        "Did you ever do anything naughty at high school or college",
        "What is the most adventurous thing you’d want someone to do to you?",
        "Who do you most want to sleep with, out of everyone here?",
        "What is the song that you get it on to the most?",
        "What’s your favorite fantasy to pleasure yourself to?",
        "What’s your favorite body part on yourself? On your partner?",
        "How many people have you slept with?",
        "How many partners have you had?",
        "When was a time you were so turned on you couldn’t stand it?",
        "How many times a week do you touch yourself?",
        "What is the most times you've done it in one day?",
        "Have you ever done it while other people were around without them knowing?",
        "What is one thing that gets you hot and bothered every time?",
        "Do you like a lot of foreplay? What kind?",
        "How often do you watch something naughty?",
        "Do you enjoy it when <player> kiss you on your neck?",
        "What is your favorite sexual memory of <player>",
        "What is your favorite piece of clothing and why?",
        "Ever put something weird in your body?",
        "When did you watch adults-only videos for the first time?",
        "Have you ever wanted to be tied up",
        "What’s the filthiest thing you’ve imagined being done to yourself",
        "Have you ever given or received a lap dance?",
        "What is your wildest fantasy?",
        "Who's the most dominant person here and say what you would want to do with them",
        "Who's the most submissive person here and say what you would want to do with them",
        "Have you ever been to a strip club?",
        "What was the most powerful sexual experience you’ve ever had?",
        "What’s your favorite body part on a girl?",
        "When was the most embarrassing time you got turned on?",
        "Have you ever thought about the same sex?",
        "What is the dumbest thing you’ve ever done?",
        "Who is your strangest off-limits crush",
        "Have you ever roleplayed?",
        "Do you have any spicy pictures or videos saved on your phone?",
        "How many people have seen you naked?",
        "Have you ever thought about the same sex?",
        "When was the most embarrassing time you got turned on?",
        "What did you think of <player> when you first met them?",
        "What was your first sexual experience?",
        "What was your wildest sexual experience?",
        "What's your favorite place on your body to be kissed?",
        "What’s something you want a random player to do to you",
        "What is your favorite possession?",
        "What’s the worst thing you’ve ever done at work?",
        "What’s your biggest insecurity?",
        "What’s been on your mind lately?",
        "Are you turned on right now?",
        "What is something that is absolutely off-limits in the bedroom?,
        "Have you ever done it in a public place?",
        "What's the hottest thing someone’s ever done to you?",
    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Sit next to <player>.",
        "Kiss <player> <range[1-10]> Times .",
        "Let <player> slap you <range[1-5]> times.",
        "Put on a collar if you do not have one roll again",
        "Suck off <player> for one round",
        "Person to your left owns you for 2 rounds",
        "Lightly trace your hands over someone else’s lips and whisper, “I’m coming, I’m coming," five times",
        "You have to keep your hand on the very inner thigh of the person next to you for the next round.",
        "Get within one inch of the other person, look them straight in the eye, and tell them how you feel about them for one minute. Do not touch them.",
        "You have to do a one-person re-enactment of Romeo and Juliet using only animal sounds for the dialogue.",
        "Do a sexy dance for your partner, but you can only use one leg.",
        "Your partner has to ride you like a cowboy and you have to buck like a bronco",
        "Make out with <player>",
        "Remove your bra without taking off your shirt",
        "Strip",
        "Beg <player> to make out with you. They have to refuse. Keep trying to convince them in different ways for two minutes.",
        "You have to do whatever <player> tell you for one minute",
        "Kiss <player> somewhere new each round.",
        "Take a naughty picture with <player> ",
        "Tease <player> for a minute",
        "Give <player> a lap dance or reroll",
        "Pretend you’re an auctioneer auctioning off your favorite grown-up toy, giving details about why you like it. ",
        "Let <player> Decide your dare",
        "Let <player> Give you an Order",
        "Become <player>'s Pet for 2 rounds ",
        "Beg for <player> to breed you and moan their name if they say yes",
        "Drink a shot and than makeout with <player>",
        "Let <Player> control your lovenese or reroll",
        "Pick a random player and demostrate a kink",
        "Pick a random player and make them do a one of your next dares",
        "Pick a random player and slap their ass",
        "You have to run the first player to catch you gets to do whatever they want",
        "Take off your shirt and pants, lay down on the ground, and act like a dolphin that’s gotten stranded on land for one minute.",
        "Pretend like you’re making sweet, sweet, love to the couch for one and a half minutes.",
        "Play the last video you had open for everyone to hear.",
        "Make out with your hand to “The Song That Never Ends” (look it up on video player).",
        "Change your vrchat status to “Feeling lonely... ",
        "Send the dirtiest text you can think of to the last lewd person you dmed",
        "Write a haiku",
        "Touch yourself every time someone calls you a slut",
        "One person gets to choose the other’s profile picture on Discord for the whole evening.",
        "Slap yourself",
        "You have one minute to change into the hottest outfit you have.",
        "Play with yourself for 3 rounds and moan",
        "Play with <player> for 2 rounds",
        "You have to cum before it's your turn again, everyone has free reign to do whatever, if you do not cum, become free use for the rest of the evening",
        "Pick a random player and attempt to turn them on",
        "Pick a random player and make them moan",
        "Pick a random player and let them do whatever they want to you",
        "For 2 rounds moan anytime a player answers a truth",
    ]
}
